// © Copyright 2005, 2015 HP Development Company, L.P.

TaskName = "Bedienfeld Sprache";

English = "Englisch";
French = "Französisch";
German = "Deutsch";
Spanish = "Spanisch";
Italian = "Italienisch";
Swedish = "Schwedisch";
Danish = "Dänisch";
Norwegian = "Norwegisch";
Dutch = "Niederländisch";
Finnish = "Finnisch";
Japanese = "Japanisch";
Portuguese = "Portugiesisch";
Polish = "Polnisch";
Turkish = "Türkisch";
Kanji = "Kanji";
TradChinese = "Traditionelles Chinesisch";
SimpChinese = "Vereinfachtes Chinesisch";
Russian = "Russisch";
Czech = "Tchechisch";
Hungarian = "Ungarisch";
Korean = "Koreanisch";
Thai = "Thai";
Hebrew = "Hebräisch";
EastEuropean = "Osteuropäisch";
EuroEnglish = "Europäisches Englisch";
CanadianFrench = "Kanadisches Französisch";
Greek = "Griechisch";
Arabic = "Arabisch";
IndonesianBahasa = "Indonesisch";
Bulgarian = "Bulgarisch";
Croatian = "Kroatisch";
Estonian = "Estnisch";
Latvian = "Lettisch";
Lithuanian = "Litauisch";
Romanian = "Rumänisch";
Slovakian = "Slowakisch";
Slovenian = "Slowenisch";
Ukrainian = "Ukrainisch";
Malay = "Malaiisch";

TaskDescription = "Wählen Sie in der folgenden Liste eine Sprache aus, um die zum Anzeigen von Informationen im Bedienfeld und für Geräteberichte (z. B. die Konfigurationsseite) verwendete Sprache zu ändern:";
LanguageLabel = "Sprache:";
ApplyButtonTitle = "Übernehmen";
NoLangSelected = "Sprache auswählen";

NoCountrySelected = "Land/Region auswählen";
CountryLabel = "Land/Region";

// country names
afghanistan = "Afghanistan";
albania = "Albanien";
algeria = "Algerien";
americanSamoa = "Amerik. Samoa";
andorra = "Andorra";
angola = "Angola";
anguilla = "Anguilla";
antiguaAndBarbuda = "Antigua und Barbuda";
argentina = "Argentinien";
armenia = "Armemien";
aruba = "Aruba";
ascensionIsland = "ascensionIsland";
australia = "Australien";
austria = "Österreich";
azerbaijan = "Aserbaidschan";
bahamasThe = "Bahamas";
bahrain = "Bahrain";
bangladesh = "Bangladesch";
barbados = "Barbados";
belarus = "Weißrussland";
belgium = "Belgien";
belize = "Belize";
benin = "Benin";
bermuda = "Bermuda";
bhutan = "Bhutan";
bolivia = "Bolivien";
bosniaAndHerzegovina = "Bosnien und Herzegowina";
botswana = "Botswana";
brazil = "Brasilien";
brunei = "Brunei";
bulgaria = "Bulgarien";
burkinaFaso = "Bourkina Faso";
burundi = "Burundi";
cambodia = "Kambodscha";
cameroon = "Kamerun";
canada = "Kanada";
capeVerde = "Kap Verde";
caymanIslands = "Cayman Inseln";
centralAfricanRepublic = "Zentralafrikanische Republik";
chad = "Tschad";
chile = "Chile";
china = "China";
cocosKeelingIslands = "cocosKeelingIslands";
colombia = "Kolumbien";
comoros = "Komoren";
congo = "Kongo";
congoDRC = "Kongo, Demokratische Republik";
cookIslands = "Cook-Inseln";
costaRica = "Costa Rica";
croatia = "Kroatien";
cuba = "Kuba";
cyprus = "Zypern";
czechRepublic = "Tschechische Republik";
denmark = "Dänemark";
diegoGarcia = "diegoGarcia";
djibouti = "Dschibuti";
dominica = "Dominica";
dominicanRepublic = "Dominikanische Republik";
ecuador = "Equador";
egypt = "Ägypten";
elSalvador = "El Salvador";
equatorialGuinea = "Equatorial-Guinea";
eritrea = "Eritrea";
estonia = "Estland";
ethiopia = "Äthiopien";
falklandIslandsIslasMalvinas = "Falkland-Inseln";
faroeIslands = "Faroe Inseln";
fijiIslands = "Fidschi";
finland = "Finnland";
france = "Frankreich";
frenchAntilles = "Franz. Antillen";
frenchGuiana = "Franz. Guyana";
frenchPolynesia = "Franz. Polynesien";
gabon = "Gabun";
gambiaThe = "Gambia";
georgia = "Georgien";
germany = "Deutschland";
ghana = "Ghana";
gibraltar = "Gibraltar";
greece = "Griechenland";
greenland = "Grönland";
grenada = "Grenada";
guadeloupe = "Guadeloupe";
guam = "Guam";
guantanamoBay = "guantanamoBay";
guatemala = "Guatemala";
guinea = "Guinea";
guineaBissau = "Guinea-Bissau";
guyana = "Guyana";
haiti = "Haiti";
honduras = "Honduras";
hongKongSAR = "Hong Kong S.A.R.";
hungary = "Ungarn";
iceland = "Island";
india = "Indien";
indonesia = "Indonesien";
iran = "Iran";
iraq = "Irak";
ireland = "Irland";
israel = "Israel";
italy = "Italien";
jamaica = "Jamaica";
japan = "Japan";
jordan = "Jordanien";
kazakhstan = "Kasachstan";
kenya = "Kenia";
kiribati = "Kiribati";
korea = "Korea, Süd";
kuwait = "Kuwait";
kyrgyzstan = "Kyrgysstan";
laos = "Laos";
latvia = "Lettland";
lebanon = "Libanon";
lesotho = "Lesotho";
liberia = "Liberien";
libya = "Libyen";
liechtenstein = "Liechtenstein";
lithuania = "Litauen";
luxembourg = "Luxemburg";
lacaoSAR = "lacaoSAR";
macedonia = "Mazedonien";
madagascar = "Madagaskar";
malawi = "Malawi";
malaysia = "Malaysia";
maldives = "Maldiven";
mali = "Mali";
malta = "Malta";
marshallIslands = "Marshall-Inseln";
martinique = "Martinique";
mauritania = "Mauritanien";
mauritius = "Mauritius";
mayotte = "Mayotte";
mexico = "Mexiko";
micronesia = "Mikronesien";
moldova = "Moldowien";
monaco = "Monaco";
mongolia = "Mongolei";
montserrat = "Montserrat";
morocco = "Marokko";
mozambique = "Mosambique";
myanmar = "Myanmar";
namibia = "Namibien";
nauru = "Nauru";
nepal = "Nepal";
netherlandsAntilles = "Niederländische Antillen";
netherlandsThe = "Niederlande";
newCaledonia = "Neukaledonien";
newZealand = "Neuseeland";
nicaragua = "Nicaragua";
niger = "Niger";
nigeria = "Nigerien";
niue = "Niue";
norfolkIsland = "norfolkIsland";
northKorea = "Korea, Nord";
norway = "Norwegen";
oman = "Oman";
pakistan = "Pakistan";
palau = "Palau";
panama = "Panama";
papuaNewGuinea = "Papua Neuguinea";
paraguay = "Paraguay";
peru = "Peru";
philippines = "Philippinen";
poland = "Polen";
portugal = "Portugal";
puertoRico = "Puerto Rico";
qatar = "Katar";
reunion = "Réunion";
romania = "Rumänien";
russia = "Russland";
rwanda = "Ruanda";
samoa = "Samoa";
sanMarino = "San Marino";
saudiArabia = "Saudi-Arabien";
senegal = "Senegal";
serbiaAndMontenegro = "Serbien und Montenegro";
seychelles = "Seychellen";
sierraLeone = "Sierra Leone";
singapore = "Singapur";
slovakia = "Slowakien";
slovenia = "Slowenien";
solomonIslands = "Salomonen";
somalia = "Somalien";
southAfrica = "Südafrika";
spain = "Spanien";
sriLanka = "Sri Lanka";
stHelena = "St. Helena";
stKittsAndNevis = "St. Kitts und Nevis";
stLucia = "St. Luci";
stPierreAndMiquelon = "St. Pierre und Miquelon";
stVincentAndTheGrenadines = "St. Vincent und die Grenadinen";
sudan = "Sudan";
suriname = "Surinam";
swaziland = "Swasiland";
sweden = "Schweden";
switzerland = "Schweiz";
syria = "Syrien";
taiwan = "Taiwan, China";
tajikistan = "Tadschikistan";
tanzania = "Tansania";
thailand = "Thailand";
timorLeste = "timorLeste";
togo = "Togo";
tokelau = "Tokelau";
tonga = "Tonga";
trinidadAndTobago = "Trinidad und Tobago";
tunisia = "Tunesien";
turkey = "Türkei";
turkmenistan = "Turkmenistan";
turksAndCaicosIslands = "Turks- und Caicos-Inseln";
tuvalu = "Tuvalu";
uganda = "Uganda";
ukraine = "Ukraine";
unitedArabEmirates = "Vereinigte Arabische Emirate";
unitedKingdom = "Großbritannien";
unitedStates = "Vereinigte Staaten";
uruguay = "Uruguay";
uzbekistan = "Usbekistan";
vanuatu = "Vanuatu";
vaticanCity = "Vatikanstaat";
venezuela = "Venezuela";
vietnam = "Vietnam";
virginIslands = "U.S. Jungferninsel";
virginIslandsBritish = "Br. Jungferninseln";
wallisAndFutuna = "Wallis und Futuna";
yemen = "Jemen";
zambia = "Sambia";
zimbabwe = "Zimbabwe";

// region names
"africa" = "Africa";
"asiaPacific" = "Asia Pacific";
"caribbean" = "Caribbean";
"europe" = "Europe";
"indiaChina" = "India or China";
"japanCISMEA" = "Japan CISMEA";
"latinAmerica" = "Latin America";
"middleEast" = "Middle East";
"NALAAP" = "NALAAP";
"nordic" = "Nordic";
"northAfrica" = "North Africa";
"northAmericaUSACanada" = "North America (USA, Canada)";
"northWestAfrica" = "North-West Africa";
"notSupported" = "not supported";
"southernAfrica" = "Southern Africa";
"universal" = "universal";

